Repository: nextpay-ir/wordpress-goodlayers-lms-payment-gateway
Catalog: languages/gdlr-lms-*.po
Languages: fr_fr, ru_ru

source: Upload font
fr_fr: Télécharger une police

source: Font Name
fr_fr: Nom de la police

source: EOT Font
fr_fr: Police EOT

source: TTF Font
fr_fr: Police TTF

source: Please refresh the page and try this again.
fr_fr: Merci de rafraîchir la page et recommencer.
ru_ru: Пожалуйста, перезагрузите страницу и повторите снова.

source: Save Options Complete
fr_fr: Les options ont été sauvegardées
ru_ru: Сохранение завершено

source: Save Options Failed
fr_fr: L'enregistrement des options a échoué

source: Cannot Retrieve Options
fr_fr: Impossible de supprimer les options

source: Save Changes
fr_fr: Sauvegarder les modifications
ru_ru: Сохранить настройки

source: Student
fr_fr: Etudiant
ru_ru: Студент

source: Extra information
fr_fr: Plus d'information
ru_ru: Дополнительная информация

source: Author Image
fr_fr: Image de l'auteur
ru_ru: Фото автора

source: Author Biography ( in single instructor page )
fr_fr: Biographie de l'auteur (dans la page du Prof' unique)
ru_ru: Биография куратора (на странице куратора)

source: Gender
fr_fr: Sexe
ru_ru: Пол

source: Male
fr_fr: Homme
ru_ru: Мужской

source: Female
fr_fr: Femme
ru_ru: Женский

source: Birth Date
fr_fr: Date de naissance
ru_ru: День рождения

source: Phone
fr_fr: Téléphone
ru_ru: Телефон

source: Address
fr_fr: Adresse
ru_ru: Адрес

source: Position
fr_fr: Profession
ru_ru: Роль

source: Specialist in
fr_fr: Spécialiste en
ru_ru: Направления

source: Social Network
fr_fr: Réseaux sociaux
ru_ru: Соц.сети

source: Keywords
fr_fr: Mots-clés
ru_ru: Ключевые слова

source: Onsite Course
fr_fr: Cours sur le site
ru_ru: Локальный курс

source: Free
fr_fr: Gratuit
ru_ru: Открыто

source: Time
fr_fr: Heure
ru_ru: Время

source: Place
fr_fr: Lieu
ru_ru: Место

source: Seat
fr_fr: Places
ru_ru: Билет

source: ratings
fr_fr: évaluations
ru_ru: Рейтинги

source: Buy Now
fr_fr: Acheter maintenant
ru_ru: Купить

source: Book Now
fr_fr: Réserver maintenant
ru_ru: Бронировать

source: Learn More
fr_fr: En savoir plus
ru_ru: Подробнее

source: Start the course
fr_fr: Commencer le cours
ru_ru: Начать обучение

source: Proceed to Payment
fr_fr: Procéder au paiement
ru_ru: Перейти к оплате

source: Booking Status
fr_fr: Status de la réservation
ru_ru: Статус бронирования

source: You have to complete
fr_fr: Vous devez compléter
ru_ru: Вам нужно завершить

source: before you can access to this course.
fr_fr: avant de pouvoir accéder à ce cours.
ru_ru: чтобы получить доступ к этому курсу.

source: Retake a quiz
fr_fr: Repasser le test
ru_ru: Пересдать

source: Take a quiz
fr_fr: Passer le test
ru_ru: Пройти тест

source: You have to register and login to the site before you can take the quiz.
fr_fr: Vous devez être inscrit et vous connecter pour passer le test.
ru_ru: Нужно зарегистрироваться и войти на сайт, прежде чем пройти тест.

source: Submitting the answer
fr_fr: Envoyer la réponse
ru_ru: Отправляется ответ

source: Finish the quiz
fr_fr: Finir le test
ru_ru: Завершить тест

source: View Profile
fr_fr: Voir le profil
ru_ru: Смотреть профиль

source: Please sign in first
fr_fr: Merci de vous connecter.
ru_ru: Войдите на сайт для начала

source: Username
fr_fr: Identifiant
ru_ru: Логин

source: Password
fr_fr: Mot de passe
ru_ru: Пароль

source: Lost Your Password?
fr_fr: Mot de passe perdu ?
ru_ru: Потеряли пароль?

source: Sign In!
fr_fr: Connexion
ru_ru: Войти!

source: Not a member?
fr_fr: Pas encore inscrit ?
ru_ru: Еще не участник?

source: Please simply create an account before buying/booking any courses.
fr_fr: Merci de créer un compte avant l'achat ou la réservation d'un cours
ru_ru: Создайте профиль на сайте перед тем как бронировать курсы.

source: Create an account for free!
fr_fr: Créez un compte gratuitement !
ru_ru: Зарегистрироваться!

source: Time out!
fr_fr: Temps écoulé !
ru_ru: Время вышло!

source: This part is timeout! press the button below to skip to next part
fr_fr: Le temps imparti pour cette partie est écoulé. Cliquez sur le bouton pour passer à la partie suivante.
ru_ru: Время вышло на эту секцию! Нажмите кнопку чтобы перейти к следующей части

source: Continue the quiz
fr_fr: Continuer le test
ru_ru: Продолжить тест

source: This part is timeout! press the button to submit the quiz
fr_fr: Le temps imparti à cette partie est écoulé. Cliquez sur le bouton pour envoyer le test.
ru_ru: Время на эту часть закончилось, нажмите кнопку чтобы завершить тест

source: Submit the quiz
fr_fr: Envoyer le test
ru_ru: Завершить тест

source: Quiz Complete!
fr_fr: Test terminé !
ru_ru: Тест завершен!

source: You can check score in your profile page
fr_fr: Vous pouvez consulter les résultats dans votre profil
ru_ru: Можете проверить баллы на своей странице профиля

source: Back to the course
fr_fr: Retour au cours
ru_ru: Вернуться в курс

source: Rate the course
fr_fr: Evaluer le cours
ru_ru: Оцените курс

source: Rate !
fr_fr: Evaluez !
ru_ru: Оценить!

source: Pay now via PayPal.
fr_fr: Payer maintenant avec PayPal.
ru_ru: Заплатить через PayPal

source: Pay Now
fr_fr: Payer maintenant
ru_ru: Оплатить

source: * You're not required to submit evidence of payment after you pay via PayPal.
fr_fr: Vous n'avez pas besoin d'envoyer de justificatif de paiement après avoir payé via PayPal.
ru_ru: * Вы не обязаны представлять доказательства оплаты после оплаты с помощью PayPal.

source: OR
fr_fr: OU
ru_ru: или

source: Submit evidence of payment.
fr_fr: Envoyer le justificatif de paiement.
ru_ru: Представьте доказательства оплаты.

source: Continue
fr_fr: Continuer
ru_ru: Продолжить

source: * Noted that you must pay via method we provided before sumitting evidence.
fr_fr: Notez que vous devez payer par une méthode fournie avant d'envoyer un justificatif.
ru_ru: * Le informamos que hay que pagar a través de método que proporcionamos antes de enviar justificantes.

source: Additional Note
fr_fr: Note supplémentaire
ru_ru: Дополнительное примечание

source: Select Attachment
fr_fr: Choisir un fichier
ru_ru: Выбрать вложение

source: Submit
fr_fr: Envoyer
ru_ru: Отправить

source: Lastname
fr_fr: Nom
ru_ru: Фамилия

source: Amount
fr_fr: Prix
ru_ru: Количество

source: notice
fr_fr: avertissement
ru_ru: уведомление

source: loading
fr_fr: chargement
ru_ru: загрузка

source: Book Now!
fr_fr: Réserver maintenant !
ru_ru: Бронировать!

source: Pay Now!
fr_fr: Payer maintenant !
ru_ru: Оплатить!

source: An error is occurred, please refresh the page to try this again.
fr_fr: Une erreur est survenue, merci de rafraîchir la page et recommencer.
ru_ru: Ошибка, перезагрузите страницу и попробуйте снова.

source: Redirecting to paypal
fr_fr: Vous êtes redirigé vers Paypal
ru_ru: Перенаправляем на paypal

source: Redirecting to stripe payment
fr_fr: Vous êtes redirigé vers Stripe

source: Redirecting to paymill payment
fr_fr: Vous êtes redirigé vers Paymill

source: Redirecting to authorize payment
fr_fr: Vous êtes redirigé vers Authorize

source: Please fill all required fields.
fr_fr: Merci de rmeplir les champs requis
ru_ru: Rellene todos los campos obligatorios.

source: You already booked this course, please proceed the payment via your profile page.
fr_fr: Vous avez déjà réservé ce cours, vous pouvez procéder au paiement depuis votre profil.
ru_ru: Вы уже забронировали этот курс, перейдите к оплате на странице вашего профиля.

source: This course is already full or the available seat is not enough, please try again later.
fr_fr: Ce cours est déjà plein, revenez pour la prochaine session !
ru_ru: Этот курс уже заполнен, попробуйте позже.

source: Booking complete
fr_fr: Réservation faite !
ru_ru: Бронирование завершено

source: Booking complete, redirecting to paypal
fr_fr: Votre réservation a bien été prise en compte, vous allez être redirigé vers PayPal.
ru_ru: Бронирование завершено, перенаправляем на paypal

source: Booking complete, redirecting to stripe payment
fr_fr: Votre réservation a bien été prise en compte, vous allez être redirigé vers Stripe.

source: Booking complete, redirecting to paymill payment
fr_fr: Votre réservation a bien été prise en compte, vous allez être redirigé vers Paymill.

source: Booking complete, redirecting to authorize payment
fr_fr: Votre réservation a bien été prise en compte, vous allez être redirigé vers Authorize.

source: Transaction error, please contact the administrator
fr_fr: Une erreur de transaction est survenue. Merci de contacter l'administrateur.
ru_ru: Ошибка транзакции, пожалуйста, свяжитесь с администратором

source: Session expired, please refresh the page and try this again
fr_fr: Votre session a expiré, merci de rafraîchir la page et recommencer.
ru_ru: Сессия истекла, пожалуйста, обновите страницу и попробуйте снова

source: Logout
fr_fr: Déconnexion
ru_ru: Выйти

source: Sign In
fr_fr: Connexion
ru_ru: Войти

source: Sign Up
fr_fr: Inscription
ru_ru: Регистрация

source: Stripe Payment Received
fr_fr: Paiement Stripe reçu
ru_ru: Оплата поступила

source: Payment complete, redirecting to the course page.
fr_fr: Votre paiement a bien été pris en compte, vous allez être redirigé vers le cours.
ru_ru: Оплата завершена, перенаправление на страницу курса.

source: Failed to retrieve the course, please made the payment from course page again.
fr_fr: Impossible d'accéder au cours, merci de procéder au paiement à partir de la page du cours.
ru_ru: Не удалось получить курс, пожалуйста, произведите оплату со курса странице снова.

source: Paypal Payment Received
fr_fr: Paiement PayPal reçu
ru_ru: Получен платеж Paypal

source: None
fr_fr: Aucun
ru_ru: Ничего

source: full size (Original Images)
fr_fr: Taille originale
ru_ru: полный размер (оригинал изображения)

source: Login
fr_fr: Connexion
ru_ru: Вход

source: Register
fr_fr: Inscription
ru_ru: Регистрация

source: Stripe Payment
fr_fr: Paiement Stripe
ru_ru: Индикатор оплаты

source: Paymill Payment
fr_fr: Paiement Paymill

source: Authorize Payment
fr_fr: Paiement Authorize

source: The passwords do not match.
fr_fr: Les mots de passe ne concordent pas.
ru_ru: Пароли не совпадают.

source: Please enter your username or email address. You will receive a link to create a new password via email.
fr_fr: Merci de renseigner votre identifiant ou votre e-mail. Vous recevrez un lien par e-mail pour créer un nouveau mot de passe.
ru_ru: Введите свой логин или email адрес. Вы получите ссылку для создания пароля на свою почту.

source: Password reset is not allowed for this user
fr_fr: Cet utilisateur ne peut modifier le mot de passe.
ru_ru: Сброс пароля не доступен этому пользователю

source: Sorry, that key has expired. Please try again.
fr_fr: Cette clé a expiré. Veuillez recommencer.
ru_ru: Извините, ключ просрочен. Попробуйте снова.

source: Sorry, that key does not appear to be valid.
fr_fr: Cette clé n'est pas valide.
ru_ru: Извините, но ключ не подходит.

source: Invalid username or e-mail.
fr_fr: Identifiant ou e-mail incorrect.
ru_ru: Неверный логин или email

source: Username or E-mail:
fr_fr: Identifiant ou E-mail
ru_ru: Логин или email:

source: Get New Password
fr_fr: Recevoir le nouveau mot de passe
ru_ru: Получить новый пароль

source: <strong>Hint:</strong> The password should be at least seven characters long. To make it stronger, use upper and lower case letters, numbers, and symbols like ! " ? $ % ^ &amp; ).
fr_fr: <strong>Suggestion :</strong> Votre mot de passe doit contenir sept lettres au minimum. Pour le renforcer, utiliser des majuscules, des minuscules, des chiffres et des signes du type ! " ? $ % ^ &amp; ).
ru_ru: <strong>Подсказка:</strong>Пароль должен быть минимум 7 символов длиной. Чтобы усилить его, используйте разный регистр, цифры и символы, например ! " ? $ % ^ &amp; ).

source: New password
fr_fr: Nouveau mot de passe
ru_ru: Новый пароль

source: Confirm new password
fr_fr: Confirmer le nouveau mot de passe
ru_ru: Подтвердите новый пароль

source: Reset Password
fr_fr: Modifier le mot de passe
ru_ru: Сбросить пароль

source: The login credentials is incorrect. Please try again.
fr_fr: Identifiant ou mot de passe incorrect. Veuillez recommencer.
ru_ru: Введенные учетные данные не верны. Попробуйте снова.

source: Please check your e-mail for the confirmation link.
fr_fr: Merci de vérifier vos e-mails pour le lien de confirmation.
ru_ru: Проверьте почту, вам отправлена ссылка на активацию.

source: Your password has been reset.
fr_fr: Votre mot de passe a été modifié.
ru_ru: Ваш пароль сброшен.

source: Please enter all required fields.
fr_fr: Merci de renseigner tous les champs requis.
ru_ru: Заполните все требуемые поля.

source: Password and password confirmation do not match.
fr_fr: Le mot de passe et la confirmation ne concordent pas.
ru_ru: Пароль и его подтверждение не совпадают.

source: Username already exists, please try again with another name.
fr_fr: Cet identifiant est déjà pris, essayez un autre.
ru_ru: Такой логин уже существует, выберите другой.

source: Email already exists, Please try again with new email address.
fr_fr: Cet e-mail existe déjà sur notre site, merci de recommencer avec une autre adresse.
ru_ru: Такой e-mail уже зарегистрирован. Попробуйте другой.

source: Email is not valid.
fr_fr: E-mail incorrect.
ru_ru: Кажется, вы набрали e-mail неправильно.

source: Please only fill latin characters in username and password fields.
fr_fr: N'utilisez que les caractères latins dans l'identifiant et le mot de passe.
ru_ru: Допустимы только латиница, символы и цифры в логине и пароле.

source: Username *
fr_fr: Identifiant *
ru_ru: Логин *

source: Password *
fr_fr: Mot de passe *
ru_ru: Пароль *

source: Re Password *
fr_fr: Répéter le mot de passe *
ru_ru: Повторите пароль *

source: First Name *
fr_fr: Nom
ru_ru: Имя *

source: Last Name *
fr_fr: Prénom *
ru_ru: Фамилия *

source: Gender *
fr_fr: Sexe *
ru_ru: Пол *

source: Birth Date *
fr_fr: Date de naissance *
ru_ru: День рождения *

source: Address *
fr_fr: Adresse *
ru_ru: Адрес *

source: Create an account
fr_fr: Créer un compte
ru_ru: Создать аккаунт

source: Course Process
fr_fr: Vos avancées dans le cours
ru_ru: Курсы в процессе

source: Part
fr_fr: Module
ru_ru: Часть

source: days
fr_fr: jours
ru_ru: дней

source: hours
fr_fr: heures
ru_ru: часов

source: seconds
fr_fr: secondes
ru_ru: секунд

source: There're %s left before you can access to next part.
fr_fr: Il reste %s avant de pouvoir accéder au module suivant.
ru_ru: Нужно набрать еще %s чтобы перейти к следующей части.

source: Previous Part
fr_fr: Leçon précédante
ru_ru: Предыдущая часть

source: Next Part
fr_fr: Leçon suivante
ru_ru: Следующая часть

source: Quiz Process
fr_fr: Vos avancées dans le test
ru_ru: Процесс экзамена

source: Card Number
fr_fr: Numéro de carte
ru_ru: Номер карты

source: Expiration (MM/YYYY)
fr_fr: Date d'expiration
ru_ru: Срок карты (MM/YYYY)

source: Submit Payment
fr_fr: Payer
ru_ru: Отправить платеж

source: Attended Courses
fr_fr: Cours suivis
ru_ru: Посещенные курсы

source: Course Name
fr_fr: Titre du cours
ru_ru: Имя курса

source: Seats
fr_fr: Places
ru_ru: Мест

source: Rating
fr_fr: Evaluation
ru_ru: Рейтинг

source: Rate this course
fr_fr: Evaluez ce cours
ru_ru: Оценить этот курс

source: New password and password confirmation do not match.
fr_fr: Le nouveau mot de passe et la confirmation ne concordent pas.
ru_ru: Новый паспорт и подтверждение не совпадают.

source: The password you typed is incorrect.
fr_fr: Mot de passe incorrect.
ru_ru: Введенный пароль не подходит.

source: Password is changed
fr_fr: Le mot de passe a été modifié
ru_ru: Пароль изменен

source: Profile is updated
fr_fr: Profil mis à jour
ru_ru: Профиль обновлен

source: Submission failed, please try again.
fr_fr: L'envoi a échoué, merci de recommencer.
ru_ru: Отправка не удалось, попробуйте еще раз.

source: Evidence Submitted
fr_fr: Justificatif envoyé
ru_ru: Подтверждение отправлено

source: Badges
fr_fr: Médaillons
ru_ru: Ачивки

source: Profile
fr_fr: Profil
ru_ru: Профиль

source: Last Name
fr_fr: Nom
ru_ru: Фамилия

source: Booked Courses
fr_fr: Cours réservés
ru_ru: Забронированные курсы

source: Cancel Booking
fr_fr: Annuelr la réservation
ru_ru: Отменить бронирование

source: Are you sure you want to cancel booking this course
fr_fr: Êtes-vous sûr de vouloir annuler cette réservation ?
ru_ru: Вы уверены что хотите отменить бронирование этого курса?

source: Confirm
fr_fr: Confirmer
ru_ru: Подтвердить

source: Cancel
fr_fr: Annuler
ru_ru: Отменить

source: (Cancel)
fr_fr: (Annuler)
ru_ru: (Отмена)

source: Pending
fr_fr: En cours...
ru_ru: На проверке

source: Submitted
fr_fr: Envoyé
ru_ru: Отправлено

source: Paid
fr_fr: Payé
ru_ru: Оплачено

source: Confirmed Courses
fr_fr: Cours confirmés
ru_ru: Подтвержденные курсы

source: Your commission rate is
fr_fr: Votre pourcentage de commission est
ru_ru: Ваш размер комиссииПодача не удалось, попробуйте еще раз.

source: My Earning
fr_fr: Mes revenus
ru_ru: Мои достижения

source: Free Onsite Courses
fr_fr: Cours gratuits sur le site
ru_ru: Бесплатные локальные курсы

source: attended
fr_fr: Suivi
ru_ru: посещенные

source: reserved
fr_fr: Réservé
ru_ru: забронированные

source: Cancel Course
fr_fr: Annuler le cours
ru_ru: Отменить курс

source: Leader Board :
fr_fr: Meilleurs résultats :
ru_ru: Доска почета:

source: Rank
fr_fr: Evaluation
ru_ru: Ранг

source: My Courses
fr_fr: Mes cours
ru_ru: Мои курсы

source: Manual Check
fr_fr: Vérification manuelle
ru_ru: Ручная проверка

source: Delete Student
fr_fr: Effacer l'inscription
ru_ru: Удалить студента

source: Are you sure you want to remove this student from this course
fr_fr: Êtes-vous sûr de vouloir effacer l'inscription de cet étudiant ?
ru_ru: Вы точно хотите удалить студента с этого курса?

source: (Delete)
fr_fr: (Annuler)
ru_ru: (Удалить)

source: Change Password
fr_fr: Changer le mot de passe
ru_ru: Сменить пароль

source: Old Password *
fr_fr: Ancien mot de passe *
ru_ru: Старый пароль *

source: New Password *
fr_fr: Nouveau mot de passe *
ru_ru: Новый пароль *

source: Confirm Password *
fr_fr: Confirmer le mot de passe *
ru_ru: Подтвердить пароль *

source: Update
fr_fr: Mettre à jour
ru_ru: Сохранить

source: Edit Profile
fr_fr: Modifier le profil
ru_ru: Редактировать профиль

source: Last name *
fr_fr: Nom *
ru_ru: Фамилия *

source: Full Biography
fr_fr: Biographie complète
ru_ru: Полная биография

source: View quizes scores (only online course)
fr_fr: Voir les résultats des tests (cours en ligne seulement)
ru_ru: Показать очки тестов (онлайн курсы)

source: After viewing an answer, you'll not be able to retake the quiz anymore.
fr_fr: Après avoir consulté les réusltats vous ne pourrez pas repasser ce test.
ru_ru: Если вы просмотрите правильные ответы, вы не сможете пересдать тест снова.

source: * only for retakeable quiz.
fr_fr: * pour les tests que vous pouvez repasser seulement.
ru_ru: * только для пересдаваемого теста.

source: View Correct Answers
fr_fr: Voir les bonnes réponses
ru_ru: Посмотреть правильные ответы

source: View Leader Board
fr_fr: Voir les meilleurs résultats
ru_ru: Посмотреть таблицу лидеров

source: Scoring status
fr_fr: Status des résultats
ru_ru: Статус по очкам

source: Summary
fr_fr: Sommaire
ru_ru: Итог

source: Scores
fr_fr: Résultats
ru_ru: Очки

source: Overall
fr_fr: Total
ru_ru: Всего

source: Answer :
fr_fr: Réponse :
ru_ru: Ответ:

source: Score :
fr_fr: Résultat :
ru_ru: Счет:

source: Submit Score
fr_fr: Envoyer le résultat
ru_ru: Опубликовать счет

source: Complete
fr_fr: Terminé
ru_ru: Завершить

source: Welcome
fr_fr: Bienvenue
ru_ru: Привет

source: Profile, Badges and Certifications
fr_fr: Profile, médaillons et certificats
ru_ru: Профиль, ачивки и сертификаты

source: Edit Password
fr_fr: Modifier le mot de passe
ru_ru: Изменить пароль

source: View Quiz Scores
fr_fr: Voir les résultat du test
ru_ru: Посмотреть чемпионов по тестам

source: Scoring Status
fr_fr: Status des résultats
ru_ru: Статус оценок

source: Manual Check Needed
fr_fr: Vérification manuelle en cours
ru_ru: Нужна ручная проверка

source: No answer provided for writing part
fr_fr: Pas de réponse aux parites écrites
ru_ru: Нет ответа предусмотренного тестом.

source: Question :
ru_ru: Вопрос:

source: Commission
ru_ru: Комиссионное вознаграждение

source: Transaction
ru_ru: Транзакция

source: Commission (%)
ru_ru: Комиссия (%)

source: Action
ru_ru: Действие

source: Code
ru_ru: Код

source: Total
ru_ru: Всего

source: Type
ru_ru: Тип

source: Status
ru_ru: Статус

source: Minutes
ru_ru: Минуты

source: Date
ru_ru: Дата

source: minutes
ru_ru: минут

source: Point(s)
ru_ru: Баллы

source: Score
ru_ru: Счет
