Repository: nextpay-ir/wordpress-goodlayers-lms-payment-gateway
Catalog: languages/gdlr-lms-*.po
Languages: fr_fr, ru_ru

source: View courses by
fr_fr: Voir les cours par
ru_ru: Все курсы от куратора

source: View posts by
fr_fr: Voir les articles par
ru_ru: Все записи от куратора

source: Location
fr_fr: Lieu
ru_ru: Местонахождение

source: Current Work
fr_fr: Poste actuel
ru_ru: Должность

source: Past Work
fr_fr: Postes passés
ru_ru: Должность в прошлом

source: Specialist In
fr_fr: Spécialiste en
ru_ru: Специалист в

source: Experience
fr_fr: Expérience
ru_ru: Опыт

source: Biography
fr_fr: Biographie
ru_ru: Биография

source: Certificate
fr_fr: Certificat
ru_ru: Сертификат

source: Add New
fr_fr: Ajouter
ru_ru: Создать

source: Add New Certificate
fr_fr: Ajouter un certificat
ru_ru: Создать новый сертификат

source: Edit Certificate
fr_fr: Modifier un certificat
ru_ru: Редактировать сертификат

source: New Certificate
fr_fr: Nouveau certificat
ru_ru: Новый сертификат

source: All Certificates
fr_fr: Tous les certificats
ru_ru: Все сертификаты

source: View Certificate
fr_fr: Voir le certificat
ru_ru: Смотреть сертификат

source: Search Certificate
fr_fr: Rechercher un certificat
ru_ru: Искать сертификат

source: No certificates found
fr_fr: Aucun certificat trouvé
ru_ru: Не найдено сертификатов

source: No certificates found in Trash
fr_fr: Aucun certificat dans la corbeille
ru_ru: Не найдено сертификатов в корзине

source: Certificates
fr_fr: Cetificats
ru_ru: Сертификаты

source: Certificate Option
fr_fr: Options du certificat
ru_ru: Настройки сертификатов

source: Online Course
fr_fr: Cours en ligne
ru_ru: Онлайн курс

source: Custom Certificate Css
fr_fr: CSS personnalisé du certificat
ru_ru: Настройки CSS для сертификата

source: Fill Default Shortcode Text
fr_fr: Remplir le text par défaut du shortcode
ru_ru: Короткод по умолчанию

source: Fill Shortcode
fr_fr: Remplir le shortcode
ru_ru: Заполните Короткод

source: Shortcode Description
fr_fr: Description du shorcode
ru_ru: Описание Короткода

source: Certificate Settings
fr_fr: Réglage des certificats
ru_ru: Настройки сертификата

source: Course
fr_fr: Cours
ru_ru: Курс

source: Add New Course
fr_fr: Ajouter un cours
ru_ru: Добавить новый курс

source: Edit Course
fr_fr: Modifier un cours
ru_ru: Редактировать курс

source: New Course
fr_fr: Nouveau cours
ru_ru: Новый курс

source: All Courses
fr_fr: Tous les cours
ru_ru: Все курсы

source: View Course
fr_fr: Voir le cours
ru_ru: Просмотреть курс

source: Search Course
fr_fr: Rechercher un cours
ru_ru: Искать курс

source: No courses found
fr_fr: Aucun cours trouvé
ru_ru: Не найдено курсов

source: No courses found in Trash
fr_fr: Aucun cours dans la corbeille
ru_ru: В корзине не найдено курсов

source: Courses
fr_fr: Cours
ru_ru: Курсы

source: Course Categories
fr_fr: Catégories de cours
ru_ru: Категории курсов

source: Course Category
fr_fr: Catégorie du cours
ru_ru: Категория курсов

source: Course Tags
fr_fr: Tags de cours
ru_ru: Теги курса

source: Course Tag
fr_fr: Tag du cours
ru_ru: Тег курса

source: Course Option
fr_fr: Options du cours
ru_ru: Настройки курса

source: Prerequisite Course
fr_fr: Prérequis au cours
ru_ru: Обязательный курс для активации доступа

source: Course content section will be ignored when this option is disabled.
fr_fr: Le contenu des sections du cours sera désactivé si cette option est activée.
ru_ru: Область контента курса будет игнорироваться если выключить эту опцию

source: Allow non member to read course
fr_fr: Permettre aux visiteurs de voir ce cours
ru_ru: Допустить не-студентов читать курс

source: The price, quiz, seat and wait time field will be omitted.
fr_fr: Le prix, le test, la place et le temps d'attente seront omis.
ru_ru: Поля цена, тест, количество мест и время ожидания будут опущены.

source: Course Code
fr_fr: Code du cours
ru_ru: Идентификатор курса

source: Use to generate code after submit payment evidence.
fr_fr: Utiliser pour générer un code après envoi de justificatif de paiement.
ru_ru: Используется для покупки курса

source: Course Quiz
fr_fr: Test du cours
ru_ru: Экзаменационный тест

source: Start Date
fr_fr: Date de début
ru_ru: Начало обучения

source: End Date
fr_fr: Date de fin
ru_ru: Завершение обучения

source: Course Time
fr_fr: Heure du cours
ru_ru: Длительность курса

source: Max Seat
fr_fr: Nombre de places maximum
ru_ru: Максимальное количество студентов, одновременно проходящих курс

source: Booked Seat
fr_fr: Place réservée
ru_ru: Забронировано мест

source: Price
fr_fr: Prix
ru_ru: Цена

source: Leaving this field blankfor free course (Only number is allowed here)
fr_fr: Laisser ce champ vide pour les cours gratuits (n'indiquez que des nombres dans ce champ)
ru_ru: Оставьте поле пустым чтобы сделать курс бесплатным

source: Discount Price
fr_fr: Tarif réduit
ru_ru: Цена со скидкой

source: (Only number is allowed here)
fr_fr: (N'indiquez que des chiffres dans ce champ)
ru_ru: (Только цифры допустимы здесь)

source: Enable Badge
fr_fr: Activer le badge
ru_ru: Включить ачивки

source: % Of Score To Get Badge
fr_fr: % du résultat obtient le badge
ru_ru: % очков чтобы получить ачивку

source: Badge Title
fr_fr: Titre du badge
ru_ru: Название ачивки

source: Badge File
fr_fr: Fichier du badge
ru_ru: Файл ачивки

source: Enable Certificate
fr_fr: Activer le certificat
ru_ru: Включить сертификат

source: % Of Score To Get Certificate
fr_fr: % du résultat obtient le certificat
ru_ru: % очков чтобы получить сертификат

source: Certificate Template
fr_fr: Design du certificat
ru_ru: Шаблон сертификата

source: Course Settings
fr_fr: Réglages du cours
ru_ru: Настройки курса

source: Section Name
fr_fr: Titre du module
ru_ru: Название секции

source: PDF Download Link
fr_fr: Lien de téléchargement PDF
ru_ru: Ссылка на загрузку PDF

source: Student have to wait
fr_fr: L'étudiant doit attendre
ru_ru: Студент должен ждать

source: days before continuing to next section.
fr_fr: jours avant de passer au module suivant
ru_ru: дней, чтобы активировалась следующая секция курса.

source: Next section will be available at
fr_fr: Le prochain module sera disponible le
ru_ru: Следующая секция будет доступна

source: ( Wait time has to be blank for this field to take effects )
fr_fr: (le temps d'attente doit être vide pour que ce champ fonctionne)
ru_ru: (Чтобы отключить задержку прохождения оставьте поле пустым)

source: Course Content
fr_fr: Contenu du cours
ru_ru: Содержимое курса

source: Add Section
fr_fr: Ajouter un module
ru_ru: Добавить секцию

source: Category
fr_fr: Catégorie
ru_ru: Категория

source: You can use Ctrl/Command button to select multiple categories or remove the selected category. <br><br> Leave this field blank to select all categories.
fr_fr: Vous pouvez utiliser les boutons Ctrl/Entrée pour sélectionner plusieurs catégories ou effacer les catégories sélectionnées.<br><br>Laisser ce champ vide pour sélectionner toutes les catégories.
ru_ru: Используйте Ctrl/Command кнопки чтобы выбрать несколько категорий. <br><br> Оставьте пустым чтобы выбрать все категории.

source: Course Style
fr_fr: Style du cours
ru_ru: Стиль курса

source: Grid Style
fr_fr: Style de la grille
ru_ru: Стиль сетки

source: Grid 2nd Style
fr_fr: Second style de la grille
ru_ru: Стиль другой сетки

source: Medium Style
fr_fr: Style moyen
ru_ru: Средний стиль

source: Full Style
fr_fr: Style complet
ru_ru: Полный стиль

source: Num Fetch
fr_fr: Nombre

source: Specify the number of courses you want to pull out.
fr_fr: Précisez le nombre de cours que vous souhaitez retirer.
ru_ru: Укажите количество курсов, которые вы хотите вытащить.

source: Num Excerpt
fr_fr: Nombre

source: Course Size
fr_fr: Taille du cours
ru_ru: Размер курса

source: Course Layout Order
fr_fr: Ordre du cours
ru_ru: Последовательность стилей курса

source: FitRows ( Order items by row )
fr_fr: Ordonner les éléments par rangées

source: Carousel ( Only For Grid Style )
fr_fr: Carousel (uniquement pour le style Grille)

source: Thumbnail Size
fr_fr: Taille de la vignette
ru_ru: Размер превью

source: Order By
fr_fr: Ordonner par
ru_ru: Сортировать по

source: Publish Date
fr_fr: Date de publication
ru_ru: Дата публикации

source: Title
fr_fr: Titre
ru_ru: Название

source: Random
fr_fr: Aléatoire
ru_ru: Случайный

source: Order
fr_fr: Ordre
ru_ru: Сортировка

source: Descending Order
fr_fr: Ordre descendant
ru_ru: В порядке убывания

source: Ascending Order
fr_fr: Ordre ascendant
ru_ru: В порядке возрастания

source: Enable Pagination
fr_fr: Activer la pagination
ru_ru: Включить пагинацию (страничность)

source: Margin Bottom
fr_fr: Marge du bas
ru_ru: Отступ снизу

source: Spaces after ending of this item
fr_fr: Espaces à la suite de cet élément

source: Course Search
fr_fr: Rechercher un cours
ru_ru: Поиск курса

source: Instructor
fr_fr: Prof'
ru_ru: Куратор

source: Instructor Type
fr_fr: Type de Prof'
ru_ru: Тип куратора

source: Single Instructor
fr_fr: Prof' unique
ru_ru: Куратор

source: Instructor List
fr_fr: Liste des Profs
ru_ru: Список кураторов

source: Select User
fr_fr: Choisir l'utilisateur
ru_ru: Выбрать пользователя

source: Role
fr_fr: Rôle
ru_ru: Роль

source: Instructor Style
fr_fr: Style de Prof'
ru_ru: Стиль куратора

source: Specify the number of instructor you want to pull out.
fr_fr: Préciser le nombre de Profs à retirer de la liste.
ru_ru: Количество кураторов которых выгоняем

source: Instructor Size
fr_fr: Taille du Prof'

source: Display Name
fr_fr: Nom à afficher

source: Post Count
fr_fr: Nombre d'articles
ru_ru: Счетчик постов

source: Upload
fr_fr: Télécharger
ru_ru: Загрузить

source: Add Question
fr_fr: Ajouter une question
ru_ru: Добавить вопрос

source: Add Choice
fr_fr: Ajouter un choix
ru_ru: Добавить выбор

source: Remove Question
fr_fr: Effacer la question
ru_ru: Убрать вопрос

source: Correct answer(s) :
fr_fr: Réponse correcte :
ru_ru: Правильный ответ или ответы:

source: Use comma (,) for multiple answers
fr_fr: Utliser la virgule (,) pour les réponses mutliples
ru_ru: Используйте запятушку (,) для множественных ответов

source: Score for this question :
fr_fr: Nombre de points pour cette question :
ru_ru: Оценка за этот вопрос:

source: LMS Option
fr_fr: Options LMS
ru_ru: Опции системы LMS

source: Evidence Of Payment
fr_fr: Justificatif de paiement
ru_ru: Доказательство оплаты

source: Statement
fr_fr: Statistiques
ru_ru: Заявление

source: General
fr_fr: Général

source: Plugin Style
fr_fr: Style du plugin

source: Container Width
fr_fr: Largeur du contenu

source: Date Format
fr_fr: Format de la date

source: Money Format
fr_fr: Devise

source: Instructor Thumbnail Size
fr_fr: Taille de la vignette du Prof'

source: Transaction Record Per Page
fr_fr: Archive des transactions par page

source: Display Page Title
fr_fr: Afficher le titre de la page

source: Show Default Sidebar
fr_fr: Afficher la Sidebar par défaut

source: To support twenty fourteen sidebar structure.
fr_fr: Pour activer la structure sidebar twenty-fourteen

source: Include jQuery UI Style
fr_fr: Inclure le style jQuery UI

source: Disable this if there're any conflicted with the theme or plugins.
fr_fr: Désactiver ceci en cas de conflit avec le thème ou d'autres plugins installés

source: Payment Option
fr_fr: Options de paiement

source: Default Instructor Commission (Percent)
fr_fr: Commission des Profs par défaut (Pourcentage)

source: Please only fill number without special character here
fr_fr: Merci de remplir ce champ sans caractères spéciaux

source: Payment Method
fr_fr: Méthode de paiement

source: Instant Payment and Receipt Confirmation
fr_fr: Confirmation instantanée du paiement et du reçu

source: Instant Payment
fr_fr: Paiement instantané

source: Receipt Confirmation
fr_fr: Confirmation du reçu

source: Instant Payment Method
fr_fr: Méthode de paiement instantané

source: Leaving this field blank will display all available payment method.
fr_fr: Laisser ce champ vide pour afficher toutes les méthodes de paiement.

source: Paypal Info
fr_fr: Infos Paypal

source: Paypal Recipient Name
fr_fr: Nom du receveur Paypal

source: Paypal Recipient Email
fr_fr: E-mail du receveur Paypal

source: Paypal Action URL
fr_fr: URL d'action Paypal

source: Paypal Currency Code
fr_fr: Code Paypal de la devise

source: Stripe Info
fr_fr: Info Stripe

source: Stripe Secret Key
fr_fr: Clé Stripe secrète

source: Stripe Publishable Key
fr_fr: Clé Stripe puliable

source: Stripe Currency Code
fr_fr: Code Stripe de la devise

source: Paymill Info
fr_fr: Infos Paymill

source: Paymill Private Key
fr_fr: Clé Paymill privée

source: Paymill Public Key
fr_fr: Clé Paymill publique

source: Paymill Currency Code
fr_fr: Code Paymill de la devise

source: Authorize Info
fr_fr: Infos Authorize

source: Authorize API Login ID
fr_fr: ID de connexion de l'API Authorize

source: Authorize Transaction Key
fr_fr: Clé Authorize de transaction

source: Archive Course Style
fr_fr: Style d'archive de cours

source: Archive Course Size
fr_fr: Taille d'archive de cours

source: Archive Course Thumbnail Size
fr_fr: Taille des vignettes d'archives de cours

source: Elements Color
fr_fr: Couleur des éléments

source: Element Color
fr_fr: Couleur de l'élément

source: Button 1 Color (Cyan)
fr_fr: Bouton Couleur 1 (Cyan)

source: Button 1 Background (Cyan)
fr_fr: Bouton Fond 1 (Cyan)

source: Button 1 Border Color (Cyan)
fr_fr: Bouton ordure 1 (Cyan)

source: Button 2 Color (Blue)
fr_fr: Bouton Couleur 2 (Bleu)

source: Button 2 Background (Blue)
fr_fr: Bouton Fond 2 (Bleu)

source: Button 2 Border Color (Blue)
fr_fr: Bouton Bordure 2 (Bleu)

source: Button 3 Color (Black)
fr_fr: Bouton Couleur 3 (Noir)

source: Button 3 Background (Black)
fr_fr: Bouton Fond 3 (Noir)

source: Button 3 Border Color (Black)
fr_fr: Bouton Bordure 3 (Noir)

source: Button 4 Color (Red)
fr_fr: Bouton Couleur 4 (Rouge)

source: Button 4 Background (Red)
fr_fr: Bouton Fond 4 (Rouge)

source: Button 4 Border Color (Red)
fr_fr: Bouton Bordure 4 (Rouge)

source: Table Head Background
fr_fr: Champ Fond du Header

source: Table Head Text
fr_fr: Champ Texte du Header

source: Table Body Background
fr_fr: Champs Fond du Body

source: Table Body Text
fr_fr: Champ Texte du Body

source: Table Body Border
fr_fr: Champ Bordure du Body

source: Course Item Color
fr_fr: Couleur de l'élément du cours

source: Course Title Color
fr_fr: Couleur du titre du cours

source: Course Title Hover Color
fr_fr: Couleur Hover du titre du cours

source: Course Info Color
fr_fr: Couleur infos du cours

source: Course Info Head Color
fr_fr: Couleur Ifos du HEader du cour

source: Course Price Text
fr_fr: Texte du prix du cours

source: Course Price Color
fr_fr: Couleur du prix du cours

source: Course Grid2 Background
fr_fr: Fond Grille2 du cours

source: Course Grid2 Bottom Border
fr_fr: Bordure bas Grille 2 du cours

source: Course Rating Star Color
fr_fr: Couleurs des étoiles d'évaluation du cours

source: Course Rating Number
fr_fr: Nombre d'étoiles d'évaluation

source: Current User Color
fr_fr: Couleur de l'utilisateur en cours

source: Current User Bar Background
fr_fr: Fond de la bar de l'utilisateur en cours

source: Current User Welcome Text
fr_fr: Texte de bienvenue de l'utilisateur en cours

source: Current User Name Text
fr_fr: Texte du nom de l'utilisateur en cours

source: Current User Nav Background
fr_fr: Fond de la navigation de l'utilisateur en cours

source: Current User Nav Border
fr_fr: Bordure de la navigation de l'utilisateur en coure

source: Current User Nav Text
fr_fr: Texte de la navigation de l'utilisateur en cours

source: Instructor Notification Text (Manual Check)
fr_fr: Notification du Prof' (vérification manuelle)

source: Instructor Notification Background (Manual Check)
fr_fr: Fond notification du Prof' (vérification manuelle)

source: User Form Label
fr_fr: Champ de formulaire utilisateur

source: User Form Text
fr_fr: Texte du formulaire utilisateur

source: User Form Border
fr_fr: Bordure du formulaire utilisateur

source: User Form Background
fr_fr: Fond du formulaire utilisateur

source: Cancel Booking Text Color
fr_fr: Couleur du texte d'annulation de réservation

source: Profile Info Wrapper Background
fr_fr: Fond des infos du Profil

source: Profile Info Head text
fr_fr: Texte du header des infos du profil

source: Profile Info Text
fr_fr: Texte infos du profil

source: Course Content Color
fr_fr: Couleur du contenu du cours

source: Course Content Info Background
fr_fr: Fond infos du contenu du cours

source: Course Content Info Title Background
fr_fr: Fond du titre Info contenu du cours

source: Course Info Title
fr_fr: Titre infos du cours

source: Course Content Social Background
fr_fr: Fond contenu social du cours

source: Quiz Color
fr_fr: Couleur du Test

source: Quiz Info Background
fr_fr: Fond infos test

source: Quiz Info Title Text
fr_fr: Titres du texte info test

source: Quiz Info Timer Background
fr_fr: Fond du chronomètre info du test

source: Quiz Info Timer Text
fr_fr: Texte du chronomètre info du test

source: Quiz Question Background
fr_fr: Fond question du test

source: Quiz Question Text
fr_fr: Texte question du test

source: Quiz Answer Border
fr_fr: Bordure réponse test

source: Quiz Answer Text
fr_fr: Texte réponse test

source: Quiz Score Background
fr_fr: Fond résultat test

source: Quiz Score Text
fr_fr: Texte résultat test

source: Quiz Score Title Text
fr_fr: Texte titre des résultats test

source: Instructor Color
fr_fr: Couleur Prof'

source: Instructor Item Background
fr_fr: Fond élément Prof'

source: Instructor Item Title
fr_fr: Titre élément Prof'

source: Instructor Item Position
fr_fr: Elément position du Prof'

source: Instructor Item Description
fr_fr: Elément Description du Prof'

source: Single Instructor Info Background
fr_fr: Fond info Prof' unique

source: Single Instructor Info Title
fr_fr: Titre info Prof' unique

source: Single Instructor Info Position
fr_fr: Info position Prof' unique

source: Single Instructor Info Text
fr_fr: Texte info Prof' unique

source: Single Instructor Info Border
fr_fr: Bordure info Prof' unique

source: Single Instructor Extra Info Background
fr_fr: Fond extra info Prof'

source: Single Instructor Extra Info Bottom Border
fr_fr: Bordure bas extra info Prof'

source: Single Instructor Extra Info Text
fr_fr: Texte extra info Prof'

source: Single Instructor Extra Info Head
fr_fr: Header extra info Prof'

source: Cannot Generate Custom File
fr_fr: Impossible de créer le fichier de personnalisation

source: Please try changing the lms-style-custom.css file permission to 775 or 777 for this.
fr_fr: Merci de changer les droits du fichier lms-style-custom.css de 775 à 777 pour résoudre le problème.

source: Instructor Commission
fr_fr: Commission du Prof'
ru_ru: Комиссия куратора

source: Revenue
fr_fr: Revenu
ru_ru: Доход

source: Change % Rate
fr_fr: Changer % le pourcentage
ru_ru: Изменить % ставки

source: Commission Rate (%)
fr_fr: Pourcentage de la commission (%)
ru_ru: Ставка комиссии (%)

source: Update Rate
fr_fr: Evaluation de la mise à jour
ru_ru: Обновить ставку

source: A widget that list course categories
fr_fr: Un widget qui liste les catégories des cours

source: Title :
fr_fr: Titre :
ru_ru: Заголовок:

source: No record found
fr_fr: Pas de résultat trouvé
ru_ru: Не найдено записей

source: Name
fr_fr: Nom
ru_ru: Имя

source: Submitted Date
fr_fr: Date envoyée
ru_ru: Дата отправки

source: Total Price
fr_fr: Prix total
ru_ru: Итоговая цена

source: View Attachment
fr_fr: Voir le fichier joint
ru_ru: Смотреть приложение

source: No image submitted
fr_fr: Pas d'image envoyée
ru_ru: Не приложено изображений

source: Correct! Send verification code to student's email
fr_fr: Correct ! Envoyer le code de véification à l'étudiant par e-mail
ru_ru: Верно! Отправить код подтверждения на адрес электронной почты студента

source: Do it!
fr_fr: Faites-le !
ru_ru: Сделать!

source: Wrong! Remove this record and warn student via email
fr_fr: Faux. Efface ce résultat et prévenir l'étudiant par e-mail
ru_ru: Неправильно! Удалить эту запись и предупредить студента по электронной почте

source: Evidence Submission Accept
fr_fr: Justificatif envoyé accepté
ru_ru: Aceptar Envío de justificante

source: Your verification code is
fr_fr: Votre code de vérification est
ru_ru: Ваш код подтверждения

source: Evidence Submission Reject
fr_fr: Justificatif envoyé rejeté
ru_ru: Отказ подтверждения оплаты

source: Please submit the payment evidence again. Thank you.
fr_fr: Merci d'envoyer votre justificatif à nouveau.
ru_ru: Пожалуйста, отправьте подтверждение оплаты снова.

source: Submission Failed, please refresh the page and try again.
fr_fr: Envoi échoué, merci de rafraîchir la page et recommencer.
ru_ru: Оплата не удалась, обновите страницу и попробуйте снова.

source: A widget that show popular courses
fr_fr: Un widget qui affiche les cours populaires

source: Students Registered
fr_fr: Etudiants inscrits
ru_ru: Зарегистрированные студенты

source: Category :
fr_fr: Catégorie
ru_ru: Категория:

source: All
fr_fr: Tous
ru_ru: Все

source: Num Fetch :
fr_fr: Nombre

source: A widget that show lastest courses
fr_fr: Un widget qui affiche les cours récents

source: Created on
fr_fr: Créé le
ru_ru: Создано

source: Select Year :
fr_fr: Choisir l'année :
ru_ru: Выбрать год:

source: Filter :
fr_fr: Filtrer :
ru_ru: Фильтр:

source: Filter!
fr_fr: Filtrez !
ru_ru: Фильтровать

source: Earning
fr_fr: Revenu
ru_ru: Достижения

source: Transaction List
fr_fr: Liste des transactions
ru_ru: Список транзакций

source: Search transaction by :
fr_fr: Rechercher une transaction par :
ru_ru: Поиск транзакции:

source: Keywords :
fr_fr: Mots-clés :
ru_ru: Ключевые слова:

source: Search!
fr_fr: Rechercher !
ru_ru: Искать

source: Booked/Paid Date
fr_fr: Date du paiement ou de la réservation
ru_ru: Дата бронирования/оплаты

source: Online
fr_fr: En ligne
ru_ru: Онлайн

source: Onsite
fr_fr: Sur le site
ru_ru: Локальный

source: &lsaquo; Previous
fr_fr: &lsaquo; Précédant
ru_ru: &lsaquo; Предыдущий

source: Next &rsaquo;
fr_fr: Suivant &rsaquo;
ru_ru: Следующий &rsaquo;

source: Quiz
fr_fr: Test
ru_ru: Тест

source: Add New Quiz
fr_fr: Ajouter un test
ru_ru: Добавить новый тест

source: Edit Quiz
fr_fr: Modifier le test
ru_ru: Редактировать тест

source: New Quiz
fr_fr: Nouveau test
ru_ru: Новый тест

source: All Quizzes
fr_fr: Tous les tests
ru_ru: Все тесты

source: View Quiz
fr_fr: Voir le test
ru_ru: Смотреть тест

source: Search Quiz
fr_fr: Rechercher un test
ru_ru: Искать тест

source: No quiz found
fr_fr: Aucun test trouvé
ru_ru: Не найдено тестов

source: No quiz found in Trash
fr_fr: Aucun test trouvé dans la corbeille
ru_ru: Не найдено тестов в корзине

source: Quizzes
fr_fr: Tests
ru_ru: Тесты

source: Quiz Option
fr_fr: Options du test
ru_ru: Настройки теста

source: Allow to retake this quiz
fr_fr: Permettre de repasser le test
ru_ru: Разрешить пересдачу

source: Number of quiz retakes
fr_fr: Nombre de reprises du test possible
ru_ru: Количество разрешенных пересдач

source: times
fr_fr: fois
ru_ru: раз

source: Quiz Settings
fr_fr: Réglages du test

source: Question Type
fr_fr: Type de question

source: Single Choice
fr_fr: Choix unique

source: Multiple Choice
fr_fr: Choix multiple

source: Small Fill
fr_fr: Petit champ

source: Large Fill
fr_fr: Grand champ

source: ( Manual marking the score for small and large fill )
fr_fr: (Entrée manuelle des scores pour les petits et grands champs)

source: Section Timer
fr_fr: Chronomètre du module

source: Time Period
fr_fr: Période
ru_ru: Период времени

source: Delete
fr_fr: Effacer
ru_ru: Удалить

source: Sample Font
fr_fr: Police de l'exemple

source: The skin you created can be used in Color / Background Wrapper Section
fr_fr: Le design que vous avez créé peut être utilisé dans la section Couleur/Fond du contenu

source: Insert Image
fr_fr: Insérer une image
ru_ru: Вставить изображение
